[
    {
        "title": "The Oh So Good But Oh So Bad Breakfast",
        "content": "Our Sunday ritual included a short trip to a nearby strip of stores, few of which were open at 7:30 on a Sunday morning. We headed for the diner. As soon as I walked in, the sound and smell of bacon frying permeated my brain and olfactory senses. We would have bacon, lettuce and tomato sandwiches. I savored mine. Bacon was forbidden at home since my grandmother had come to live with us. My father rationalized that as long as we did not eat it at home, it was OK. On the other hand, we were never to speak about it.",
        "storyAuthor": "Carlos"
    },
    {
        "title": "A Morning Surprise",
        "content": "Bells rang when he wanted to go to the same hotel every Saturday for breakfast, warm bread for toast, cold tea and the annoying man who kept shouting did not stop him. He began going on his own when she was not available. His last visit was that Saturday. He told her he was meeting a work colleague. She knew that was a lie. Alice discovered he heard about the marriage and wanted to see her again. He did! Looking down on her body as she took her last breath. His prints were on the kitchen knife. Alice smiled and walked away.",
        "storyAuthor": "Brittany"
    },
    {
        "title": "Patching Things Up",
        "content": "Lacey made all her clothes, not caring for shopping mall bargains. There were exactly thirty-seven stitches in her sleeve hem; wound string was better, but human hair would do in a pinch. Of course, Lacey did not have long hair. Fortunately, living in a big city, who would notice the snip-snip of silver scissors that she always carried? The hair was harder to hide than her blades. She used to loop it through her belt loops until her dog ate it. That was a long story to relay to the vet. So, like her garments, she snipped and patched the truth.",
        "storyAuthor": "Melanie"
    },
    {
        "title": "Healing Waves",
        "content": "Standing on a cliff's edge, the professor and his adolescent son watched in awe, as the sun set over the vast ocean. The sound of the waves crashing against the rocks below filled the air. The father explained how the sun's angle changes the way light is dispersed, creating beautiful colours. At the same time, the promise of a new day and a fresh start can also bring a sense of hope and optimism. Watching the sunset was a dramatic experience for the boy. He felt deeply emotional with a sense of sadness thinking about his departed mother.",
        "storyAuthor": "Santana"
    },
    {
        "title": "The Fight",
        "content": "I press and push you trying to win the battle. I stand into the doorway to reason with you. I push again, pleading with you to work with me. Please work with me. I have got to rush. I need to be at work at nine and my presentation must be quite fine. I pull at your strap and try to free you up. I look around you to see if there is any other way. Please I beg, stop resisting. I must get on with my day. Finally, you give in and open up, my new push button umbrella.",
        "storyAuthor": "Steven"
    },
    {
        "title": "Sharon",
        "content": "They say androids do not exist yet; they never met Sharon. True, she is technically human, but she may as well be an android. Widowed, mother of twin toddlers, working three jobs to make ends meet. She scoffs at people who claim to have no free time but who then watch television or go online. She does not even have a Facebook account. Every waking minute is full. She even hurries when using the toilet; while she is doing so, the twins, unsupervised, are in danger. She is too busy to feel emotions. They say androids do not exist yet; they never met Sharon.",
        "storyAuthor": "Carla"
    }
]